aaron-bond.better-comments
adpyke.codesnap
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
caarlos0.language-prometheus
christian-kohler.path-intellisense
codingyu.laravel-goto-view
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dotjoshjohnson.xml
drcika.apc-extension
eamodio.gitlens
ecmel.vscode-html-css
emallin.phpunit
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.github-vscode-theme
mehedidracula.php-namespace-resolver
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.powershell
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
shufo.vscode-blade-formatter
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vue.volar
xdebug.php-debug
xdebug.php-pack
zhuangtongfa.material-theme
zignd.html-css-class-completion
zobo.php-intellisense
